{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "StarshipEditorStyleOverrider",
			"Children": [
				{
					"Source":
					{
						"Text": "A theme already exists with the name '{0}'."
					},
					"Translation":
					{
						"Text": "A theme already exists with the name '{0}'."
					},
					"Key": "RenameThemeAlreadyExists"
				},
				{
					"Source":
					{
						"Text": "Active Theme"
					},
					"Translation":
					{
						"Text": "Active Theme"
					},
					"Key": "ActiveThemeDisplayName"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to permanently delete the theme \"{0}\"? This action cannot be undone."
					},
					"Translation":
					{
						"Text": "Are you sure you want to permanently delete the theme \"{0}\"? This action cannot be undone."
					},
					"Key": "ActionRemoveMsg"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "CancelThemeEditingButton"
				},
				{
					"Source":
					{
						"Text": "Customize the look of the editor."
					},
					"Translation":
					{
						"Text": "Customize the look of the editor."
					},
					"Key": "StarshipOverrider_UserSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "ThemeName"
				},
				{
					"Source":
					{
						"Text": "Remove Theme \"{0}\"?"
					},
					"Translation":
					{
						"Text": "Remove Theme \"{0}\"?"
					},
					"Key": "RemoveTheme_Title"
				},
				{
					"Source":
					{
						"Text": "Resets the selected item to its default value."
					},
					"Translation":
					{
						"Text": "Resets the selected item to its default value."
					},
					"Key": "SetDefaultEditorValueTooltip"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "SaveThemeButton"
				},
				{
					"Source":
					{
						"Text": "Set Default Editor Value"
					},
					"Translation":
					{
						"Text": "Set Default Editor Value"
					},
					"Key": "SetDefaultEditorValue"
				},
				{
					"Source":
					{
						"Text": "Starship Override Theme Editor"
					},
					"Translation":
					{
						"Text": "Starship Override Theme Editor"
					},
					"Key": "ThemeEditorWindowTitle"
				},
				{
					"Source":
					{
						"Text": "StarshipOverrider"
					},
					"Translation":
					{
						"Text": "StarshipOverrider"
					},
					"Key": "StarshipOverrider_UserSettingsName"
				},
				{
					"Source":
					{
						"Text": "The theme name cannot be empty."
					},
					"Translation":
					{
						"Text": "The theme name cannot be empty."
					},
					"Key": "ThemeNameEmpty"
				},
				{
					"Source":
					{
						"Text": "This item can be reset to its initial value by selecting \"Set Default Editor Value\" from the context menu."
					},
					"Translation":
					{
						"Text": "This item can be reset to its initial value by selecting \"Set Default Editor Value\" from the context menu."
					},
					"Key": "CanSetDefaultEditorValue"
				},
				{
					"Source":
					{
						"Text": "{0} - Copy"
					},
					"Translation":
					{
						"Text": "{0} - Copy"
					},
					"Key": "ThemeDuplicateCopyText"
				}
			]
		}
	]
}